orgs/2017-2-4-resume-2017.org
* resume
** 2016总结
+ 这个事情和自己的目标没有什么关系，流媒体服务器、es搜索引擎和python爬虫、和自己的目标关系不是很大
+ 自己的目标到底是什么，成为一个顾问，我要成为一个顾问，技术架构比较精通，对现有的技术有自己的见解和未来的技术有前瞻性
  + 坚持用顾问的思维思考问题
+ 如何使自己时间和精力更多，保持冥想，体育锻炼，时间和精力需要化整为零，最低一个小时就需要反思总结，切记;
  + 生命之书，需要仔细看看，据说：这本书思想表达简练，许多问题思考的深入
  + 坚持每天一个俯卧撑，每天八段锦
  + 时间精力不要等用完了再去充电，需要保持一种钟摆的节奏
+ 团队的博弈论，需要认真思考，关系到我的职业生涯
** 我有什么牛x的能力？
+ 核心竞争力
  + 游戏规则
  + 竞争对手是谁
  + 努力投入程度
  + 核心 朝着哪个方向努力
+ 结合自己的强项，朝哪个方向努力？
  + 咨询顾问的能力
+ 团队协作
+ 做决策、解决问题的能力
+ 计划组织优先处理工作
+ 团队内外沟通
+ 创建编辑书面报告
+ 推销和影响他人
  + 影响谁就服务谁
+ 项目标准化的能力
+ 专业技术能力
+ 高感性 共情、设计整合意义好玩、讲故事
  + 表达能力，如何放大一件事情的价值  有结果、可交付、可复制
  + 讲故事的能力
    + 金字塔原理讲故事典型套路：SCQA 背景、冲突、疑问和回答
+ 能力萃取-讲故事
** 需要哪些能力
+ 生命之花八个方面
  + 学习成长
  + 自我实现
  + 职业发展
  + 财务理财
  + 家庭朋友
  + 休闲娱乐
  + 社交关系
  + 身心健康
+ 高感性6个能力
  + 共情 体验别人内心世界的能力，体验情感思维；把握求助者体验经历和人格，理解问题实质；共情传给对方，影响对方取得反馈
  + 设计感
  + 讲故事
  + 意义感
  + 好玩
  + 整合
+ 可迁移的能力
  + 团队协作
  + 做决策和解决问题
  + 与团队内外沟通
  + 计划组织和优先处理工作
  + 获取和处理信息
  + 分析定量数据
  + 与工作相关的技术
  + 熟练使用电脑软件
  + 创建和编辑书面报告
  + 推销和影响他人

