_posts/2017-2-4-resume-2017.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>2017-2-4-resume-2017</title>
<!-- 2017-02-04 六 04:02 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="root" />
</head>
<body>
<div id="content">
<h1 class="title">2017-2-4-resume-2017</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. resume</a>
<ul>
<li><a href="#sec-1-1">1.1. 2016总结</a></li>
<li><a href="#sec-1-2">1.2. 我有什么牛x的能力？</a></li>
<li><a href="#sec-1-3">1.3. 需要哪些能力</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> resume</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> 2016总结</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>这个事情和自己的目标没有什么关系，流媒体服务器、es搜索引擎和python爬虫、和自己的目标关系不是很大
</li>
<li>自己的目标到底是什么，成为一个顾问，我要成为一个顾问，技术架构比较精通，对现有的技术有自己的见解和未来的技术有前瞻性
<ul class="org-ul">
<li>坚持用顾问的思维思考问题
</li>
</ul>
</li>
<li>如何使自己时间和精力更多，保持冥想，体育锻炼，时间和精力需要化整为零，最低一个小时就需要反思总结，切记;
<ul class="org-ul">
<li>生命之书，需要仔细看看，据说：这本书思想表达简练，许多问题思考的深入
</li>
<li>坚持每天一个俯卧撑，每天八段锦
</li>
<li>时间精力不要等用完了再去充电，需要保持一种钟摆的节奏
</li>
</ul>
</li>
<li>团队的博弈论，需要认真思考，关系到我的职业生涯
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> 我有什么牛x的能力？</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>核心竞争力
<ul class="org-ul">
<li>游戏规则
</li>
<li>竞争对手是谁
</li>
<li>努力投入程度
</li>
<li>核心 朝着哪个方向努力
</li>
</ul>
</li>
<li>结合自己的强项，朝哪个方向努力？
<ul class="org-ul">
<li>咨询顾问的能力
</li>
</ul>
</li>
<li>团队协作
</li>
<li>做决策、解决问题的能力
</li>
<li>计划组织优先处理工作
</li>
<li>团队内外沟通
</li>
<li>创建编辑书面报告
</li>
<li>推销和影响他人
<ul class="org-ul">
<li>影响谁就服务谁
</li>
</ul>
</li>
<li>项目标准化的能力
</li>
<li>专业技术能力
</li>
<li>高感性 共情、设计整合意义好玩、讲故事
<ul class="org-ul">
<li>表达能力，如何放大一件事情的价值  有结果、可交付、可复制
</li>
<li>讲故事的能力
<ul class="org-ul">
<li>金字塔原理讲故事典型套路：SCQA 背景、冲突、疑问和回答
</li>
</ul>
</li>
</ul>
</li>
<li>能力萃取-讲故事
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> 需要哪些能力</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>生命之花八个方面
<ul class="org-ul">
<li>学习成长
</li>
<li>自我实现
</li>
<li>职业发展
</li>
<li>财务理财
</li>
<li>家庭朋友
</li>
<li>休闲娱乐
</li>
<li>社交关系
</li>
<li>身心健康
</li>
</ul>
</li>
<li>高感性6个能力
<ul class="org-ul">
<li>共情 体验别人内心世界的能力，体验情感思维；把握求助者体验经历和人格，理解问题实质；共情传给对方，影响对方取得反馈
</li>
<li>设计感
</li>
<li>讲故事
</li>
<li>意义感
</li>
<li>好玩
</li>
<li>整合
</li>
</ul>
</li>
<li>可迁移的能力
<ul class="org-ul">
<li>团队协作
</li>
<li>做决策和解决问题
</li>
<li>与团队内外沟通
</li>
<li>计划组织和优先处理工作
</li>
<li>获取和处理信息
</li>
<li>分析定量数据
</li>
<li>与工作相关的技术
</li>
<li>熟练使用电脑软件
</li>
<li>创建和编辑书面报告
</li>
<li>推销和影响他人
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2017-02-04 六 04:02</p>
</div>
</body>
</html>
